{
    "dishes": [
      {
        "id": 1,
        "name": "Суп «Харчо»",
        "ingredients": "курка, рис, часник, масло вершкове, цибуля ріпчаста, морква, томат-паста, зелень, сіль",
        "cooking": "Курку промийте та поріжте на порційні шматочки. Залийте курку 2,5 л окропом і варіть до готовності (30-40 хвилин) на середньому вогні під кришкою. Промийте рис. Викладіть у бульйон промитий рис. Коли він почне набухати (через 10-15 хвилин), посоліть суп. Очистіть, вимийте і дрібно поріжте цибулю та моркву. Часник очистіть від шкірки, дрібно поріжте. У сковороді розігрійте вершкове масло|мастило|. Обсмажте овочі на середньому вогні, помішуючи 2-3 хвилини. Перед закінченням смаження додайте томатну пасту. Часник перекладіть у сковороду до овочів. Тушіть овочі разом близько 5-7 хвилин на найменшому вогні, помішуючи. Перекладіть овочі в суп. Окремо приготуйте заправку для супу харчо. Очистіть і поріжте часник, потім подавіть його трохи. Вимийте та наріжте зелень. Часник змішайте з дрібно порубаною зеленню кропу та базиліку.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/31/big_30806.jpg",
        "type":"Перші страви" 
    },
    {
        "id": 2,
        "name": "Жарке по-сільському",
        "ingredients": "корейка свиняча, сало свиняче, масло вершкове, картопля, перець болгарський, морква, цибуля ріпчаста, часник, зелень петрушки, спеції",
        "cooking": "У сотейнику розтопити сало, нарізане дрібними кубиками. Додати м'ясо, нарізане невеликими шматочками. Обсмажити до рум'яної скоринки. Потім додати моркву, нарізану кружальцями. Обсмажувати 5 хвилин. Цибуля, нарізана півкільцями. Обсмажувати 5 хвилин. Болгарський перець, нарізаний часточками. Ще 5 хвилин. Додати крупно нарізану картоплю, шматочок вершкового масла|мастила|, 200 мл води, спеції, сушену петрушку і сіль. Чи не перемішувати. Накрити кришкою, зменшити вогонь і гасити на повільному вогні 40 хвилин. Наприкінці приготування додати нарізану свіжу зелень, подрібнений часник. Перемішати та зняти з вогню.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/465/big_464858.jpg",
        "type":"Другі страви"
    },
    {
        "id": 3,
        "name": "Шоколадне печиво",
        "ingredients": "масло вершкове, яйця, цукор, борошно, розпушувач, какао-порошок, цукор ванільний, сіль",
        "cooking": "У глибокій мисці змішати до однорідного стану м'яке вершкове масло, цукор, ванільний цукор та сіль. Додати яйця та какао, знову перемішати. Розпушувач змішати з борошном, що просіює, і частинами ввести в тісто, кожен раз добре вимішуючи. Готове тісто прибрати в холодильник на кілька годин. З тіста скачати кульки розміром з волоський горіх і викласти на лист, застелений пергаментом, на відстані 5 см один від одного. Випікати печиво 15 хвилин|мінути| при температурі 180 градусів. Готове шоколадне печиво акуратно перекласти на тарілку і дати йому охолонути.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/422/big_421825.jpg",
        "type":"Десерти"
      
    },
    {
        "id": 4,
        "name": "Закуска з лаваша",
        "ingredients": "лаваш, яйця, крабові палички, сир російський, сир плавлений, часник, зелень, чорний мелений перець, майонез",
        "cooking": "Яйця відварити. Сир та яйця натерти на великій тертці. Часник натерти на дрібній тертці. Зелень та крабові палички дрібно порубати. Все перемішати та заправити майонезом. На столі розкласти один із пластів лаваша. Ретельно промазати його поверхню половиною начинки. Далі укладаєте другий лист лаваша. І промазуєте другою половиною начинки. Тепер лаваші акуратно повертаєте в рулет. Можна обмотати його харчовою плівкою чи фольгою. Забрати закуску в холодильник на 2-3 години. Перед подачею на стіл нарізати на шматочки завтовшки 3-4 см.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/114/big_113101.jpg",
        "type":"Закуски"
      
    },
    {
        "id": 5,
        "name": "Макарони з копченими ковбасками в томатно-вершковому соусі",
        "ingredients": "макарони, ковбаски, помідори, вершки, сир твердий, цибуля ріпчаста, часник, сіль, перець чорний мелений, базилік, олія рослинна, зелень кінзи",
        "cooking": "Цибулю та часник очистіть і промийте. Часник дрібно порубайте. Цибулю наріжте дрібними кубиками. Ковбаски наріжте тонкими слайсами (кружечками). Розігрійте в глибокій сковороді олію, додайте цибулю, часник і копчені ковбаски. Обсмажуйте 3-4 хвилини, помішуючи. Помідор залийте окропом і залиште на 1 хвилину, потім зніміть тонку шкірку. Наріжте помідор дрібними кубиками. Додайте помідор у сковороду до цибулі, часнику та ковбасок. Обсмажте 1-2 хвилини до м'якості шматочків помідора. сковороду влийте вершки, додайте базилік, сіль (0,5 ч. ложки), чорний мелений перець і готуйте на середньому вогні ще 7-8 хвилин. Соус злегка випарується і стане густішим. Поки готується соус, відваріть макарони. Для цього доведіть 1,5 л води до кипіння. Всипте в киплячу воду 0,5 ч. ложки солі та макарони. Ще раз доведіть до кипіння і варіть макарони на невеликому вогні до готовності, 10-12 хвилин (або згідно з часом, вказаним на упаковці). Злийте з макаронів воду, використовуючи друшляк або сито. Додайте макарони в соус із ковбасками, перемішайте, щоб соус повністю обволікав усі макарони. Сир натріть на великій тертці та додайте до макаронів. Перемішайте та прогрійте блюдо в сковороді 1 хвилину, щоб сир розплавився. Макарони з копченими ковбасками у томатно-вершковому соусі готові. Подавати таку страву потрібно відразу, поки сир плавиться і апетитно тягнеться за вилкою. Перекладіть макарони в тарілку сервіровки, додайте свіжу зелень петрушки або кінзи. Ситна, апетитна страва приготовлена ​​в домашніх умовах за якихось 30 хвилин!",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/492/big_491254.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 6,
        "name": "Ледачі голубці в духовці",
        "ingredients": "фарш м'ясний, капуста білокачанна, рис, яйця, цибуля ріпчаста, морква, часник, олія соняшникова, перець чорний мелений, сіль, томат-паста, томатний сік, сметана, зелень",
        "cooking": "Капусту дрібно нарізати і залити окропом хвилин на 10. Відкинути капусту на друшляк і дати стекти рідини. Рис помити і відварити на невеликому вогні до напівготовності приблизно 10-12 хвилин після закипання. Цибулю очистити і дрібно нарізати. Моркву очистити та натерти на великій тертці. Часник очистити та видавити через прес. Обсмажити цибулю та моркву на олії протягом 7 хвилин на середньому вогні. Змішати фарш, капусту, рис та обсмажені овочі. Додати яйце, чорний мелений перець, подрібнений часник та сіль. Все добре перемішати. З фаршу мокрими руками сформувати котлети. Томатну пасту розвести водою. Укласти котлети у форму для запікання, залити томатною пастою, розведеною у воді (або томатним соком). Включити духовку та розігріти до 180°С. Запікати ліниві голубці в духовці протягом однієї години. Подавати ледачі голубці зі сметаною та свіжою зеленню. На гарнір до таких голубців можна подати відварену картоплю або картопляне пюре.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/322/big_321916.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 7,
        "name": "Курячий суп із плавленим сиром",
        "ingredients": "куряче філе, сир плавлений, вермішель, картопля, цибуля ріпчаста, морква, зелень, вершкове масло",
        "cooking": "Куряче філе миємо та нарізаємо шматочками. Кладемо в каструлю, заливаємо водою і ставимо на плиту. Поки вариться м'ясо, чистимо цибулю та нарізаємо дрібними шматочками. Моркву чистимо і натираємо на великій тертці. Робимо засмажку з цибулі та моркви. Поки готується засмажка, чистимо та нарізаємо картоплю. Кидаємо варитися до м'яса готову засмажку та нарізану картоплю. Нарізаємо сир кубиками. Дрібно нарізаємо помиту зелень. Через 10 хвилин після того, як кинули варитися картопля, додаємо в курячий суп вермішель і варимо ще 5 хв. Додаємо в суп з вермішеллю сіль та спеції. Додаємо плавлені сирки та варимо сирний суп до повного розчинення сиру. Коли сир розчиниться, додаємо зелень і знімаємо курячий суп із плавленим сиром з вогню.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/173/big_172089.jpg",
        "type":"Перші страви"
      
    },
    {
        "id": 8,
        "name": "Жюльєн з куркою та грибами",
        "ingredients": "куряче філе, печериці, цибуля ріпчаста, вершки, сир твердий, олія рослинна, сіль, перець чорний мелений, зелень",
        "cooking": "Куряче філе наріжте невеликими шматочками. Курку обсмажте на олії кілька хвилин до напівготовності. Цибулю дрібно наріжте, додайте до курки і смажте куряче філе з цибулею ще 3-4 хвилини. Печериці крупно наріжте і додайте в сковороду. Після того, як випариться волога з грибів, посоліть, поперчіть і готуйте курку з цибулею та грибами ще 5-7 хвилин, до золотистого кольору. Залийте м'ясо та гриби вершками, трохи прогрійте все разом. Сир натріть на великій тертці та викладіть зверху. Вимкніть вогонь і накрийте кришкою сковороду. Коли через 3-5 хвилин сир розплавиться, жульєн із грибами та куркою можна подавати до столу. Якщо ваша сковорода дозволяє, прикрасьте жульєн з куркою листочками базиліка і подавайте до столу прямо в посуді. Або подавайте жульєн порційно на тарілці, прикрасивши зеленню та доповнивши страву свіжими овочами.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/195/big_194679.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 9,
        "name": "Медовик",
        "ingredients": "яйця, цукор, мед, сода питна, борошно, сметана, пудра цукрова",
        "cooking": "Почнемо із приготування тіста. Змішуємо яйця із цукром. Збиваємо за допомогою міксера до світлої повітряної маси.  Додаємо рідкий мед, перемішуємо. У просіяне борошно додаємо соду. Додаємо муку|борошно| в яєчно-медову масу, перемішуємо ложкою до однорідності - і тісто готове. Виливаємо тісто у форму, покриту пергаментом. Випікаємо в розігрітій духовці за температури 180 градусів 15-20 хвилин. Поки піклується медовик, готуємо сметанний крем: збиваємо сметану та цукрову пудру. Медовий бісквіт трохи остуджуємо та теплим розрізаємо на 3 коржі. Промазуємо сметанним кремом коржі та боки медового торта. Торт  зі сметанним кремом обсипаємо крихтою. Даємо просочитися торту хоча б 2-3 години!",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/174/big_173898.jpg",
        "type":"Десерти"
      
    },
    {
        "id": 10,
        "name": "Фарширована картопля, запечена в духовці", 
        "ingredients": "картопля, бекон, цибуля ріпчаста, сир твердий, масло вершкове, сіль, олія рослинна",
        "cooking": "Включити духовку та розігріти до 180 градусів. Картоплю ретельно помити, проколоти вилкою по всій поверхні та посолити. Замотати картоплю у фольгу і відправити запікатися в духовку при температурі 180 градусів на 60-90 хвилин до повної готовності. Готовність картоплі можна перевірити зубочисткою. Цибулю дрібно нарізати. Бекон (або грудинку) нарізати смужками. Сир натерти на дрібній тертці. На сухій сковороді обсмажити бекон (або грудинку), щоби витопився жир. Коли бекон (грудинка) підзолотиться, додати цибулю та смажити до рум'яності. Якщо жиру, що витопився, мало, додайте трохи рослинної олії. Зрізати верхню частину запеченої картоплі вздовж. За допомогою чайної ложки дістати картопляну м'якоть, залишаючи невеликі борти. Товкушкою розім'яти картопляну м'якоть із вершковим маслом. Додати обсмажений із цибулею бекон та сир. Посолити та перемішати. Нафарширувати картоплю. Запікати фаршировану картоплю за температури 200 градусів 10 хвилин. Готову фаршировану картоплю, запечену в духовці, подавати гарячим, зверху посипавши зеленню за бажанням.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/311/big_310322.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 11,
        "name": "Німецький картопляний суп",
        "ingredients": "картопля, ковбаса, вершки, цибуля ріпчаста, морква, лавровий лист, перець запашний горошком, сіль, перець мелений, зелень петрушки, часник",
        "cooking": "Картоплю та моркву очистіть, крупно наріжте і викладіть у каструлю. Цибулю розріжте на 4 частини і додайте в каструлю. Залийте овочі водою так, щоб вона покривала їх. Додайте запашний перець горошком та лавровий лист. Посолити, довести до кипіння і варити 15-20 хвилин до готовності овочів. Коли картопля та морква стануть м'якими, вийміть із каструлі перець, лавровий лист та моркву. Злийте в миску відвар, за допомогою товкача розштовхніть варену картоплю і цибулю в пюре. Блендер краще не використовувати, суп буде не такий смачний. Додайте в каструлю до пюре відвар. Кількість відвару можна регулювати бажану густоту супу. Влийте в каструлю із супом вершки та поставте її на вогонь. Моркву наріжте дрібними кубиками і додайте в каструлю. Доведіть суп до кипіння, але не кип'ятіть. Ковбасу наріжте тонкими скибочками, часник та зелень дрібно порубайте ножем. Розігрійте суху сковороду та обсмажте ковбаски з двох боків. При сильному вогні вам знадобиться буквально по півхвилини на кожну сторону. У порційну тарілку налийте суп, додайте 3-4 скибочки обсмаженої ковбаси, нарізані петрушку та часник.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/398/big_397422.jpg",
        "type":"Перші страви"
      
    },
    {
        "id": 12,
        "name": "Тістечко еклер",
        "ingredients": "борошно, вода, вершкове масло, яйця, сіль",
        "cooking": "Налити в каструлю води, додати туди олію та сіль. Нагріти до кипіння, перемішати, розтопити олію. Потім всипати борошно, ретельно розмішуючи, щоб не утворилися грудки. Прогрівати протягом 3 хвилин та зняти з вогню. Після цього заварне тісто трохи остудити приблизно до температури 70 градусів. По одному додавати яйця, щоразу добре вимішуючи тісто до однорідності. Готове заварне тісто має бути в міру густим та тягучим. Тісто помістити в кондитерський мішок з насадкою (або конусоподібний пакет, згорнутий з щільного паперу, з отвором на кінці). Викласти тісто на лист у вигляді невеликих тістечок подовженої форми. Випікати еклери в розігрітій до 180-200 градусів духовці приблизно 30-35 хвилин. Духовку при випіканні не відкривати. Заварне тістечко має бути сухим, легким, золотистого кольору, з порожньою серединкою. Наповнити еклери можна кремом (заварним, олійним тощо) або збитими вершками з цукром, або фруктовим джемом. Зверху тістечка можна полити шоколадною глазур'ю, покрити цукровою помадкою або просто посипати цукровою пудрою.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/384/big_383908.jpg",
        "type":"Десерти"
      
    },
    {
        "id": 13,
        "name": "Томатний суп зі свининою та рисом",
        "ingredients": "свинина, картопля, рис, цибуля ріпчаста, морква, соус томатний, часник, олія рослинна, зелень кропу, лавровий лист, сіль, перець чорний мелений",
        "cooking": "Свинину вимийте, залийте у каструлю 2,5 л холодної води та поставте на вогонь. Доведіть воду до кипіння, зніміть піну, що утворилася, і варіть бульйон на середньому вогні 1-1,5 години, до м'якості свинини. Готове м'ясо дістаньте з бульйону та остудіть для нарізування. Картопля очистіть і наріжте кубиками. Перекладіть картоплю в киплячий бульйон. Потім додайте в каструлю рис (за бажання можна промити). М'ясо наріжте шматочками і перекладіть у каструлю до картоплі та рису. Доведіть до кипіння і варіть 15 хвилин|мінути|, до готовності рису і овочів. Очищену цибулю наріжте дрібними кубиками. Очищену моркву натріть на великій тертці. Розігрійте в сковороді олію і викладіть в сковороду цибулю. Обсмажте цибулю до прозорості. Моркву додайте до цибулі і обсмажте 3-4 хвилини до м'якості. До овочів у сковороді додайте томатний соус. Зверніть увагу – саме соус, а не томатну пасту (її, звичайно, потрібно менше)! Додати подрібнений часник (його можна натерти на дрібній тертці або видавити через прес). Обсмажте всі 1-2 хвилини. Таке попереднє обсмажування злегка прибере кислоту томатного соусу і зробить суп яскравішим за кольором. Додайте засмажку в каструлю із супом. Варіть 3-4 хвилини. Додайте лавровий лист, всипте сіль і чорний мелений перець. Перемішайте та вимкніть вогонь під каструлею. Рисовий суп зі свининою та томатним соусом готовий. Розлийте суп по тарілках і за бажання зробіть його ще яскравішим, додавши свіжу зелень кропу або петрушки. Якщо приготувати бульйон напередодні, то на приготування цього густого та запашного супу піде не більше 30 хвилин.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/473/big_472428.jpg",
        "type":"Перші страви"
      
    },
    {
        "id": 14,
        "name": "Лагман із куркою",
        "ingredients": "курка, цибуля ріпчаста, помідори, морква, перець болгарський, томат-паста, макарони, олія соняшникова, перець чорний мелений, сіль",
        "cooking": "Курку вимити, нарізати шматочками. На сковороді розігріваємо олію, і обсмажуємо курку протягом 10 хв. Цибулю нарізаємо півкільцями і додаємо до курки. Обсмажуємо протягом 10 хвилин. Моркву нарізаємо кубиками і відправляємо до м'яса та цибулі. Гасимо 5 хвилин. Помідор обдати окропом і зняти шкірку. Нарізаємо помідори та перець кубиками, додаємо до м'яса з овочами. Також додаємо томатну пасту, перець, сіль. Перемішуємо і гасимо під закритою кришкою 15 хвилин. Відварюємо макарони та перемішуємо з куркою з овочами.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/130/big_129813.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 15,
        "name": "Швидкий вершково-грибний суп",
        "ingredients": "печериці, сир плавлений, картопля, цибуля ріпчаста, морква, олія рослинна, локшина, зелень, сіль, перець чорний мелений",
        "cooking": "Шинкуємо цибулю з морквою і обсмажуємо їх на рослинному, або вершковому маслі протягом 10 хвилин. Паралельно ставимо на сусідню конфорку каструлю з водою чи будь-яким бульйоном (м'ясним, овочевим). До обсмажених овочів додаємо нашатковані гриби і гасимо до того моменту, поки з грибів не випарується вся рідина. У киплячу підсолену воду або бульйон опускаємо порізану картоплю, а також обсмажені гриби з овочами. За 3 хвилини до готовності супу додаємо локшину, в моєму випадку павутинку, вершковий сир.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/200/big_199952.jpg",
        "type":"Перші страви"
      
    },
    {
        "id": 16,
        "name": "Пиріг",
        "ingredients": "яйця, цукор, масло вершкове, сметана, сода, борошно, какао",
        "cooking": "Яйця збити з цукром до білої піни. Додати просіяне борошно, соду (можна погасити), розтоплене вершкове масло, що охололо, сметану і ретельно перемішати (краще міксером). Тісто розділити на дві рівні частини. В одну частину додати 2 ст. ложки борошна. В іншу 2 ст. ложки какао. Перемішати, щоб не було грудочок. Тісто має бути консистенції негустої сметани. Широку форму (26-28 см) змастити олією. Вливати в центр по черзі невеликі порції різного тіста (по столовій ложці). Чи не перемішувати! У результаті має бути такий результат, як на фото. Випікати пиріг «Зебра» в заздалегідь розігрітій духовці при температурі 190-200 градусів протягом півгодини. Постійно поглядати. Якщо верх пирога вже пропечеться, а середина ще немає – слід накрити пиріг фольгою, зменшити температуру до 180 градусів та випікати пиріг «Зебра» до готовності. А ви можете прошаркувати збитою сметаною з цукром або заварним кремом, буде дуже смачно!",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/16/big_15347.jpg",
        "type":"Десерти"
      
    },
    {
        "id": 17,
        "name": "Шурпа з яловичини",
        "ingredients": "яловичина, картопля, морква, цибуля, перець солодкий, лавровий лист, сіль, куркума, перець, каррі, петрушка",
        "cooking": "М'ясо нарізаємо порційними шматочками та миємо. Заливаємо водою та варимо до повної готовності протягом 1 години. За бажанням дістаємо м'ясо шумівкою і видаляємо всі кісточки. Додаємо солодкий перець, порізаний на шматочки (я використала заморожений). Туди ж висипаємо крупно нарізані цибулю та моркву. Солимо і додаємо лавровий лист. Додаємо картопля, нарізану кубиками. Варимо до готовності картоплі. Додаємо спеції. Після висипаємо рубану зелень. Тримаємо на вогні ще 5 хвилин – і суп готовий.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/173/big_172088.jpg",
        "type":"Перші страви"
      
    },
    {
        "id": 18,
        "name": "Картопля, тушкована з куркою у сметанно-вершковому соусі",
        "ingredients": "картопля, куряче філе, сметана, вершки, цибуля ріпчаста, сіль, перець чорний мелений, чебрець, олія рослинна, вода",
        "cooking": "Цибулю очищаємо, промиваємо і нарізаємо невеликими кубиками. Куряче філе нарізаємо маленькими шматочками зі сторонами приблизно 2 см. У товстостінній каструлі розігріваємо олію і обсмажуємо цибулю на невеликому вогні близько 5 хвилин до м'якості. До цибулі додаємо куряче філе. Обсмажуємо курку з цибулею, помішуючи близько 7 хвилин. Картоплю очищаємо, промиваємо та нарізаємо невеликими кубиками або шматочками. Картоплю додаємо в каструлю з філе. Усі заливаємо гарячою водою (400 мл). Готуємо на маленькому вогні під кришкою 15-20 хвилин майже до готовності картоплі. У каструлю з картоплею та куркою додаємо сіль та перець. У вершки додаємо сметану та чебрець. Все перемішуємо. Отриманий соус додаємо в каструлю до решти інгредієнтів. Тушимо картоплю з куркою на маленькому вогні ще 7-10 хвилин. Картоплю, тушковану з куркою у сметанно-вершковому соусі, розкладаємо по тарілках і подаємо до столу.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/478/big_477921.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 19,
        "name": "Медове печиво з корицею",
        "ingredients": "яйця, цукор, мед, сода, кориця, борошно",
        "cooking": "Мед підігріти, додати цукор, яйця, соду, перемішати. Додати корицю. Додати|добавляти| просіяне борошно. Замісити тісто. Сформувати кульки (руки можна змочувати водою), викласти на змащений папір на деку. Випікати 15 хв. за 180 градусів.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/109/big_108068.jpg",
        "type":"Десерти"
      
    },
    {
        "id": 20,
        "name": "Оладки з ковбасою та сиром",
        "ingredients": "борошно пшеничне, кефір, яйця, цукор, сіль, сода, олія, ковбаса варена, сир плавлений",
        "cooking": "Кефір виливаємо у глибоку миску. Вбиваємо яйце і злегка збиваємо віночком. У миску з сумішшю кефіру просіваємо борошно і соду, додаємо цукор і сіль. Добре перемішуємо. У тесті не повинно бути грудочок. Залишаємо тісто для оладок на 15 хвилин. Ковбасу нарізаємо кружальцями. Сир нарізаємо невеликими скибочками. На кожен кружок ковбаси кладемо два шматочки сиру. Накриваємо другим кружечком ковбаси. У мене вийшло шість таких «ковбасних бутербродів». У сковороді розігріваємо олію. Виливаємо по 1 столовій ложці тіста і даємо зовсім трохи схопитися. Викладаємо зверху на кожен кружечок тіста. Смажимо конструкцію, що вийшла, на мінімальному вогні приблизно 3 хвилини. Потім виливаємо поверх ковбаси ще трохи тіста, щоб воно покрило краї ковбаси. Перевертаємо оладки з ковбасою та сиром і смажимо ще 2-3 хвилини.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/367/big_366636.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 21,
        "name": "Гречка по-купецьки",
        "ingredients": "крупа гречана, фарш м'ясний, цибуля ріпчаста, морква, часник, томат-паста, олія соняшникова, сіль",
        "cooking": "Гречку промити. Змастити сковороду маслом (можна навіть вершковим) і висипати крупу, підсушити на середньому вогні. Натерти моркву, порізати цибулю. Обсмажити в олії до золотистого кольору. Далі додаємо фарш, розбиваючи грудочки. І в кінці додати томатну пасту (або порізані помідори без шкіри). Ретельно перемішати. І смажити на середньому вогні хвилин 5 (поки фарш не потемніє) До м'яса та овочів викласти гречку. Залити окропом так, щоб гречка була трохи прикрита водою. Посолити. Гасити гречку купецько на повільному вогні під кришкою, поки вода не випарується. Якщо гречка ще готова, долити ще трохи води, повторити дії. У готову гречку купецько додати дрібно порізаний часник (або використовувати часнику), перемішати. Можна додати чорний мелений перець та лавровий лист.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/126/big_125728.jpg",
        "type":"Другі страви"
      
    },
    {
        "id": 22,
        "name": "Курячий суп з яйцем",
        "ingredients": "м'ясо куряче, картопля, морква, цибуля ріпчаста, яйця, олія рослинна, зелень кропу, сіль, перець чорний мелений, вода",
        "cooking": "Курку нарізаємо зручними порційними шматочками. У каструлю наливаємо воду і кладемо шматочки курки. Доводимо до кипіння і знімаємо шумівкою піну. Варимо 10 хвилин|мінути| на невеликому вогні. Картоплю очищаємо та нарізаємо кубиками. Додаємо картопля в каструлю і варимо 10-12 хвилин. Очищаємо цибулю та нарізаємо дрібним кубиком. Очищаємо моркву та натираємо на великій тертці. У сковороді розігріваємо олію і обсмажуємо (пасеруємо) цибулю з морквою на невеликому вогні до м'якості, приблизно 3-4 хвилини. У миску розбиваємо і розбовтуємо віночком яйце. Кріп промиваємо, обсушуємо і подрібнюємо. Якщо картопля готова, солимо і перчимо суп за смаком. Тонким цівком, постійно помішуючи, вводимо в суп розбовтане яйце. Варимо 1 хвилину. Додаємо пасеровані овочі та кріп. Варимо суп ще 2 хвилини. Вимикаємо нагрівання.",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/477/big_476693.jpg",
        "type":"Перші страви"
      
    }
    ]
  }